{
  "navbar-home": "cześć!",
  "navbar-about": "o mnie",
  "navbar-projects": "projekty",
  "navbar-contact": "kontakt",
  "navbar-language": "EN",
  "navbar-cv-download": "POBIERZ CV",
  "welcomepage-hello": "Cześć, nazywam się",
  "welcomepage-title": "full-stack developer",
  "aboutpage-title": "o mnie",
  "aboutpage-description": {
    "part-one": "Cześć, jestem Agata. Ukończyłam półroczny kurs na full-stack developera. Moim kierunkiem kształcenia była architektura i urbanistyka i przez 4 lata pracowałam jako architekt BIM, jednak postanowiłam się przebranżowić. Zawsze lubiłam kreować, rozwiązywać problemy i łamigłówki. Mam zdolności analityczne, jestem przyjazna i lubię pracę z ludźmi. Mój background jako architekt okazał się pomocny w programowaniu - potrafię organizować pracę, rozbijać problemy na mniejsze taski i wiem jak dotrzymać terminu.",
    "part-two": "Jestem ogromnie zafascynowana kodzeniem, rozwojem AI i obserwacją nieuchronnych zmian jakie przyniesie. Kliknij przycisk obok aby zobaczyć mój stack, a jeżeli chcesz nawiązać kontakt, dzieli nas tylko jedna wiadomość."
  },
  "aboutpage-circle-part-one": "kliknij aby zobaczyć",
  "aboutpage-circle-part-two": " mój stack",
  "aboutpage-skills": "mój stack",
  "projectpage-title": "projekty",
  "projectspage-projects": {
    "project-one-name": "swAPP",
    "project-one-description": "Aplikacja wykonana jako projekt kończący kurs full-stackowy. Zarejestrowani użytkownicy mogą wstawiać przedmioty, których nie potrzebują i wymieniać z innymi w ramach gospodarki cyrkularnej. Frontend zbudowany w React/Redux z biblioteką MUI. Backend za pomocą Node.js/Express i MongoDB, uwierzytelnianie: bcrypt + JWT oraz socket.io do obsługiwania czatu.",
    "project-two-name": "LinkedIn Clone",
    "project-two-description": "Aplikacja fullstack. Frontend zbudowany w React/Redux z wykorzystaniem biblioteki Bootstrap. Backend używa Node.js/Express, baza danych MongoDB. Następnie dodałam uwierzytelnianie danych (bcrypt+JWT) oraz cloudinary do ładowania obrazów.",
    "project-three-name": "Whatsapp Clone",
    "project-three-description": "Projekt grupowy w ramach bootcampu. Aplikacja fullstack zbudowana za pomocą Typescripta, Reacta i Reduxa oraz Mui/Bootstrapa. Funkcja czatu zaimplementowana przy użyciu socket.io. Backend: Node.js/Express, bcrypt + JWT, socket.io oraz Oauth+google.",
    "project-four-name": "My Portfolio Website",
    "project-four-description": "Prosta SPA, którą zaprojektowałam aby zaprezentować niektóre swoje projekty. Wykonana za pomocą Reacta i MUI. Do tłumaczenia wykorzystałam bibliotekę i18next."
  },
  "projectspage-ghlink": "zobacz inne moje projekty",
  "contactpage-title": "kontakt",
  "contactpage-subheader": {
    "part-one": "masz pytanie? chcesz nawiązać współpracę? napisz do mnie bezpośrednio na: ",
    "part-two": " lub zostaw wiadomość w formularzu poniżej"
  },
  "contactpage-form": {
    "form-callback": "Dziękuję za wiadomość!",
    "form-name": "imię",
    "form-message": "napisz swoją wiadomość tutaj...",
    "form-send": "Wyślij"
  }
}
